{"id": 0, "text": "1.2.1 Energy Consumption In 2020, Thailand’s energy consumption was 77,340 ktoe, a decrease of 9.8% from the previous year."}
{"id": 1, "text": "The total value of final energy consumption was 1,245 billion THB."}
{"id": 2, "text": "Commercial energy consumption was 86.4% of the total final energy consumption, while renewable energy was 8.7%, and traditional renewable energy was 4.9%."}
{"id": 3, "text": "Total final commercial energy consumption was 66,821 ktoe."}
{"id": 4, "text": "Of this amount, petroleum products consumption totaled 37,124 ktoe, electricity 16,761 ktoe, coal and its products 7,983 ktoe, and natural gas 4,953 ktoe."}
{"id": 5, "text": "Renewable energy consumption was 6,717 ktoe, including solar, fuelwood, paddy husk, bagasse, agricultural waste, MSW, and biogas."}
{"id": 6, "text": "Traditional renewable energy consumption was 3,802 ktoe, including fuelwood, charcoal, paddy husk, and agricultural waste from the previous year."}
{"id": 7, "text": "However, consumption of petroleum products played the greatest proportion, 48.0% of the total final energy consumption, followed by electricity, coal and its products, renewable energy, natural gas, and traditional renewable energy shared 21.67%, 10.32%, 8.69%, 6.40%, and 4.92%, respectively."}
{"id": 8, "text": "Figure 1-9: Final Energy Consumption by Fuel Type 2020 Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Final energy consumption by fuel type Quantity (ktoe) Growth (%) 2018 2019 2020 2019 2020 Final Energy Consumption 83,952 85,708 77,340 2.09 -9.76 Commercial Energy 70,822 72,126 66,821 1.84 -7.36 • Petroleum Products 41,383 42,084 37,124 1.69 -11.79 • Electricity 16,805 17,358 16,761 3.29 -3.44 • Coal and Coal Products 6,865 7,116 7,983 3.66 12.18 • Natural Gas 5,769 5,568 4,953 -3.48 -11.05 Renewable Energy 7,919 8,525 6,717 7.65 -21.21 Traditional Renewable Energy 5,211 5,057 3,802 -2.96 -24.82 Table 1-2: Final energy consumption by fuel type 2018-2020 CHAPTER 110 1.2.2 Energy Production Energy production was 65,821 ktoe in 2020, a decrease of 11.8% from the previous year."}
{"id": 9, "text": "Classified by commercial energy production contributed 63.61% of the total energy production, renewable energy 24.34%, traditional renewable energy 7.87%, biofuel 3.56%, and other energy 0.62%."}
{"id": 10, "text": "Total commercial energy production was 41,871 ktoe."}
{"id": 11, "text": "This amount consisted of crude oil 5,860 ktoe, lignite 3,282 ktoe, natural gas 28,865 ktoe, and condensate 3,864 ktoe."}
{"id": 12, "text": "The proportion of total renewable energy production (i.e., solar, wind, hydro, geothermal, fuelwood, paddy husk, bagasse, agricultural waste, MSW, and biogas) was 16,020 ktoe."}
{"id": 13, "text": "Traditional renewable energy, including fuelwood, charcoal, paddy husk, and agricultural waste, was 5,179 ktoe and biofuel was 2,343 ktoe."}
{"id": 14, "text": "Other energy (black liquor & residual gas) was 408 ktoe."}
{"id": 15, "text": "The energy consumption by economic sectors was distributed among the following: the agricultural sector amounted to 2,318 ktoe, the industrial sector (including manufacturing, mining, and construction) amounted to 28,837 ktoe, the residential sector 10,150 ktoe, the commercial sector 6,336 ktoe, and the transport sector 29,699 ktoe."}
{"id": 16, "text": "Of this total, the most significant proportion is the energy consumed in the transport sector sharing at 38.4%."}
{"id": 17, "text": "The industrial, residential, commercial, and agricultural sectors shared 37.29%, 13.12%, 8.19%, and 3.0%, respectively."}
{"id": 18, "text": "Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Figure 1-10: Final Energy Consumption by Economic Sectors 2020 THAILAND'S FOURTH NATIONAL COMMUNICATION11 Table 1-3: Energy production by fuel type 2020 Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiencyurces * solar, wind, hydro geothermal, fuelwood, paddy husk, bagasse, agricultural waste, MSW, and biogas ** fuelwood, charcoal, paddy husk, and agricultural waste *** black liquor and residual gas Energy Production Quantity (ktoe) Growth (%) 2018 2019 2020 2019 2020 Total Energy Production 72,609 74,592 65,821 2.73 -11.76 Commercial Energy 45,828 46,188 41,871 0.79 -9.35 • Crude Oil 6,453 6,178 5,860 -4.26 -5.15 • Lignite 3,756 3,532 3,282 -5.96 -7.08 • Natural Gas 31,122 31,871 28,865 2.41 -9.43 • Condensate 4,497 4,607 3,864 2.45 -16.13 Renewable Energy* 17,156 18,670 16,020 8.82 -14.19 Traditional Renewable Energy** 7,012 6,842 5,179 -2.42 -24.31 Biofuel 2,113 2,422 2,343 14.62 -3.26 Other Energy*** 500 470 408 -6.00 -13.19 Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Figure 1-11: Energy Production by Fuel Type 2020 CHAPTER 112 Total energy import in 2020 was 77,199 ktoe, a decrease of 0.6% from the previous year."}
{"id": 19, "text": "Nearly all energy import was commercial energy, sharing 99.9% of the total energy import and the rest 0.1% proportion was traditional renewable energy."}
{"id": 20, "text": "The commercial energy import was in a total of 77,155 ktoe."}
{"id": 21, "text": "This amount consisted of crude oil import 42,291 ktoe, coal import 14,908 ktoe, petroleum products import 1,862 ktoe, natural gas import 14,064 ktoe, condensate import 1,512 ktoe, electricity import 2,518 ktoe, and traditional renewable energy which is fuelwood and charcoal import 44 ktoe."}
{"id": 22, "text": "Total energy export was 10,812 ktoe in 2020, an increase of 6.2% from the previous year."}
{"id": 23, "text": "Commercial energy was shared 99.9% of the total energy export, and the rest proportion of 0.1% was the traditional renewable energy and biofuel."}
{"id": 24, "text": "The commercial energy export was 10,800 ktoe, consisting of petroleum products as the most considerable amount with a total of 9,253 ktoe, crude oil of 1,230 ktoe, electricity of 222 ktoe, natural gasoline of 51 ktoe, and coal of 44 ktoe."}
{"id": 25, "text": "The traditional renewable energy, including fuels wood and charcoal of 12 ktoe, was exported."}
{"id": 26, "text": "Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Figure 1-12: Import of Energy by Fuel Type 2020 THAILAND'S FOURTH NATIONAL COMMUNICATION13 Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Figure 1-13: Export of Energy by Fuel Type 2020 In 2020, there were 7 petroleum refinery plants with a total capacity of 1,244,500 barrels per day (bpd), 6 natural gas processing plants totaling 2,870 MMscf per day, and one more small plant for gas processing to produce LPG unit with a total capacity of 163.3 MMscf per day."}
{"id": 27, "text": "In 2020, the total petroleum products produced from the petroleum refineries plant comprised diesel oil, gasoline, LPG, fuel oil, jet fuel, and kerosene by 47.8%, 20.7%, 16.2%, 7.5%, 5.2%, and 2.6%, respectively."}
{"id": 28, "text": "Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Figure 1-14: The proportion of petroleum products production in 2020 CHAPTER 114 1.2.3 Alternative Energy Consumption Situation: Energy consumption from alternative energy produced in the country comprises solar energy, wind energy, hydro energy, biomass, biogas, MSW, and biofuel (ethanol and biodiesel)."}
{"id": 29, "text": "In 2020, Thailand’s alternative energy consumption was 11,997 ktoe, a decrease of 15.13% from the previous year."}
{"id": 30, "text": "Of this amount, alternative energy consumption in terms of electricity, heat, and biofuel (ethanol and biodiesel) shared 15.5% of the total final energy consumption."}
{"id": 31, "text": "The electricity consumption produced from alternative energy was 2,903 ktoe, and heat consumption was 6,717 ktoe."}
{"id": 32, "text": "The biofuel consumption from ethanol was 765 ktoe, and that from biodiesel was 1,612 ktoe Natural gas, the primary fuel for electricity generation, was shared 59.1% of the total fuel consumption in electricity generation."}
{"id": 33, "text": "The followings were coal/lignite 17.6% and fuel/ diesel oil 0.1%."}
{"id": 34, "text": "The rest (renewable energy and other energy) was 23.2%."}
{"id": 35, "text": "Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Figure 1-15: The proportion of fuel consumption for electricity generation in 2020 Alternative Energy Consumtion Quantity (ktoe) Growth (%) 2018 2019 2020 2020 1."}
{"id": 36, "text": "Electricity* (solar, wind, hydroelectricity, biomass, MSW and biogas) 2,960 3,239 2,903 -10.37 2."}
{"id": 37, "text": "Heat** (solar, biomass, MSW and biogas) 7,919 8,525 6,717 -21.21 3."}
{"id": 38, "text": "Biofuel • Ethanol 781 829 765 -7.72 • Biodiesel 1,336 1,543 1,612 4.47 Total 12,996 14,136 11,997 -15.13 Table 1-4: Alternative energy consumption 2020 THAILAND'S FOURTH NATIONAL COMMUNICATION15 Figure 1-16: Energy Efficiency Situation in 2020 Energy Efficiency Situation: In 2020, energy intensity significantly improved, with a decrease of 7.53% from 2010."}
{"id": 39, "text": "A decline resulted from the Government’s energy-efficiency policy, particularly Thailand’s National Energy Efficiency Plan of 2018–2037 targeting Energy Intensity (EI) reduction in 2037 by 30% from the base year of 2010."}
{"id": 40, "text": "The Energy Efficiency Plan provides financial assistance and incentives for energy projects related to energy conservation, renewable energy, research and development, public awareness promotion, and training on energy efficiency."}
{"id": 41, "text": "Source: Energy Balance of Thailand 2020, Department of Alternative Energy Development and Efficiency Source: Thailand’s Voluntary National Review on the Implementation of the 2030 Agenda for Sustainable Development 2021, Ministry of Foreign Affairs The main achievements of energy development targeting indicators for SDG 7—Ensure access to affordable, reliable, sustainable, and modern energy for all, focused on three areas: • Access to energy: Thailand has made significant progress in access to electricity from 82.1% in 2000 to 99.21% in 2020."}
{"id": 42, "text": "This is due to the efforts to promote local energy generation in far-off areas and increase the generation efficiency throughout the energy chain."}
{"id": 43, "text": "• Uptake in renewable energies: Thailand aims to increase the percentage of renewable energy in final gross consumption to 24.08% by 2030."}
{"id": 44, "text": "In 2020, renewable energy constituted 15.99% of final gross consumption, an increase from 10.9% in 2011."}
{"id": 45, "text": "• Improve energy efficiency: Thailand’s Government aims to reduce Energy Intensity (EI) by 30% by 2036 compared to levels from 2010."}
{"id": 46, "text": "In 2019, EI stood at 7.85%, which was an 8.08% decrease and equaled the saving of 7,541 ktoe."}
{"id": 47, "text": "31 Year 2005 2019 GNI/capita (at 2015 constant prices) RM 28,251 RM 43,111 Primary Energy Supply 65,344 ktoe 98,680 ktoe Final Energy Demand 38,284 ktoe 66,483 ktoe Total Electricity Consumption 80,705 GWh 158,603 GWh Length of roads (Federal, State and Toll Highways) 90,016 km 258,511 km Motor vehicle registration 14,816,407 31,214,772 Annual Ridership on urban rail network in Greater Kuala Lumpur/ Klang Valley (passenger journeys) 157,475,402 275,565,135 Annual ridership on Stages Buses (11 towns and cities) (passenger journeys) - 31,232 Solid Waste - 33,130 tonnes/day (2012) 1.17 Institutional Arrangements The institutional arrangements support three key areas of climate change action: policy making, development planning and implementation, and guidance and reporting."}
{"id": 48, "text": "It should be highlighted that since the Third National Communication (NC3), Malaysia had experienced three rounds of changes in Government and ministerial restructuring."}
{"id": 49, "text": "Changes during the first two rounds were reported in the Third Biennial Update Report (submitted December 2020) and the latest round being the most recent change in federal power which is detailed below."}
{"id": 50, "text": "1.17.1 Restructuring of Ministries in 2022 Following the results of the 15th General Election in November 2022, the two key ministries for climate change were merged."}
{"id": 51, "text": "The Ministry of Environment and Water, which was the focal point ministry to the UNFCCC since 2020 and the Ministry of Energy and Natural Resources were combined to form the Ministry of Natural Resources, Environment and Climate Change (NRECC)."}
{"id": 52, "text": "Subsequently, as of the end of December 2023, it underwent further transformation into the Ministry of Natural Resources and Environmental Sustainability (NRES)."}
{"id": 53, "text": "This ministry now takes on the role of the national focal point for climate change within the UNFCCC framework."}
{"id": 54, "text": "In addition, several ministries and the central planning agency had undergone restructuring and/or renaming as listed below: (a) Ministry of Agriculture and Food Industries to Ministry of Agriculture and Food Security; (b) Ministry of Domestic Trade and Consumer Affairs to Ministry of Domestic Trade and Cost of Living; (c) Ministry of Housing and Local Government to Ministry of Local Government Development; 32 (d) Ministry of Plantation Industries and Commodities to Ministry of Plantation and Commodities; and (e) Economic Planning Unit, Prime Minister’s Department to Ministry of Economy."}
{"id": 55, "text": "1.17.2 Policy Making The Malaysia Climate Change Action Council (MyCAC) was established to address the policy direction of climate change in December 2020."}
{"id": 56, "text": "It is chaired by the Prime Minister and has key Cabinet Ministers and state leaders as members."}
{"id": 57, "text": "The Cabinet is the highest policy decision-making body in the country on climate change matters under the purview of the Minister of Natural Resources and Environmental Sustainability (NRES)."}
{"id": 58, "text": "Any decisions taken at the MyCAC and other bodies require a final endorsement by the Cabinet."}
{"id": 59, "text": "1.17.3 Development Planning and Implementation Development planning and implementation is coordinated by the Ministry of Economy in consultation with other Ministries."}
{"id": 60, "text": "These are carried out through the five-year development plans and include climate change mitigation and adaptation programmes."}
{"id": 61, "text": "Table 1.33 shows the coordinating Ministries and their respective implementing agencies for key sectors."}
{"id": 62, "text": "Table 1.33: Coordinating Ministries and Their Respective Agencies Responsible for Climate Actions Area Sector/Area Coordinating Ministries Associated Implementing Ministries/State Ministries/Agencies Greenhouse Gas Inventory All IPCC Sectors Ministry of Natural Resources and Environmental Sustainability Ministry of Natural Resources and Environmental Sustainability (Energy, LULUCF and waste sectors) Ministry of Plantation and Commodities (Agriculture, LULUCF and waste sectors) Ministry of Agriculture and Food Security (Agriculture sector) Energy Commission (Energy sector) Forest Research Institute Malaysia (LULUCF sector) 33 Area Sector/Area Coordinating Ministries Associated Implementing Ministries/State Ministries/Agencies Department of Environment (Waste sector) Malaysia Agriculture Research and Development Institute (Agriculture sector) Department of Statistics Malaysia Institute of Energy Policy and Research, Universiti Tenaga Nasional (Energy and Industrial Processes and Product Use sectors) Mitigation Energy Ministry of Economy and Ministry of Natural Resources and Environmental Sustainability Energy Commission Sustainable Energy Development Authority Sabah State Economic Planning Unit Ministry of Energy and Environmental Sustainability Sarawak Sabah Electricity Sendirian Berhad Sarawak Energy Berhad PETRONAS Transport Ministry of Transport Land Public Transport Agency Marine Department Malaysia Civil Aviation Authority of Malaysia Ministry of Plantation and Commodities Industries Ministry of Investment, Trade and Industry Malaysia Investment Development Authority SME Corporation Malaysia Malaysia Automotive Institute 34 Area Sector/Area Coordinating Ministries Associated Implementing Ministries/State Ministries/Agencies Ministry of Domestic Trade and Cost of Living Sabah State Economic Planning Unit Economic Planning Unit Sarawak Agriculture Ministry of Agriculture and Food Security and Ministry of Plantation and Commodities Department of Agriculture (Peninsular Malaysia, Sabah and Sarawak) Department of Veterinary Services (Peninsular Malaysia, Sabah and Sarawak) Malaysian Agriculture Research and Development Institute Malaysian Palm Oil Board Malaysian Rubber Board Malaysian Cocoa Board Forestry Ministry of Natural Resources and Environmental Sustainability Forestry Department Peninsular Malaysia Sarawak Forest Department Sabah Forestry Department Department of Wildlife and National Parks Peninsular Malaysia Sabah Parks Sabah Wildlife Department Sarawak Forestry Corporation 35 Area Sector/Area Coordinating Ministries Associated Implementing Ministries/State Ministries/Agencies Waste Ministry of Local Government Development and Ministry of Natural Resources and Environmental Sustainability National Solid Waste Management Department Solid Waste Management and Public Cleansing Management Corporation Sewerage Service Department Department of Environment Malaysian Palm Oil Board Ministry of Local Government and Housing Sabah Ministry of Public Health, Housing and Local Government Sarawak State governments (Selangor, Pulau Pinang, Perak, Kelantan and Terengganu) Adaptation Water Resources Ministry of Natural Resources and Environmental Sustainability Department of Irrigation and Drainage National Water Services Commission National Water Research Institute of Malaysia Department of Mineral and Geoscience Ministry of Utility and Telecommunication Sarawak Sabah State Water Department Coastal Resources Ministry of Natural Resources and Environmental Sustainability Department of Irrigation and Drainage National Water Research Institute of Malaysia 36 Area Sector/Area Coordinating Ministries Associated Implementing Ministries/State Ministries/Agencies Agriculture Ministry of Agriculture and Food Security and Ministry of Plantation and Commodities Department of Agriculture (Peninsular Malaysia, Sabah and Sarawak) Department of Veterinary Services (Peninsular Malaysia, Sabah and Sarawak) Department of Fisheries (Peninsular Malaysia and Sabah) Department of Marine Fisheries Sarawak Malaysian Agriculture Research and Development Institute Malaysian Palm Oil Board Malaysian Rubber Board Malaysian Cocoa Board Forestry and Biodiversity Ministry of Natural Resources and Environmental Sustainability Forestry Department Peninsular Malaysia Department of Fisheries Malaysia Department of Wildlife and National Parks Peninsular Malaysia Sabah Forestry Department Sabah Wildlife Department Sabah Parks Sarawak Forest Department Sarawak Forestry Corporation Ministry of Agriculture and Food Security (Division of Marine Parks) 37 Area Sector/Area Coordinating Ministries Associated Implementing Ministries/State Ministries/Agencies Infrastructure and Housing Ministry of Works, Ministry of Local Government Development and Ministry of Natural Resources and Environmental Sustainability Public Works Department Local Government Department National Housing Department Federal Department of Town and Country Planning Sewerage Service Department Ministry of Local Government and Housing Sabah Ministry of Public Health, Housing and Local Government Sarawak Energy Ministry of Economy and Ministry of Natural Resources and Environmental Sustainability Energy Commission Sustainable Energy Development Authority PETRONAS Health Ministry of Health Institute for Medical Research Disease Control Division 1.17.4 Guidance and Reporting The National Steering Committee on Climate Change (NSCCC) Operational matters on climate change are guided and endorsed by the National Steering Committee on Climate Change (NSCCC) chaired by the Secretary General of NRES."}
{"id": 63, "text": "The coordination for the preparation of national communications (NCs) and biennial update reports (BURs) is under the Technical Committee on Climate Change (TCCC) which reports to the NSCCC."}
{"id": 64, "text": "The secretariat to these committees is the Climate Change Division of NRES which is also the national focal point for climate change to the UNFCCC."}
{"id": 65, "text": "The technical work of the NCs and BURs is carried out through six Technical Working Groups (TWGs) established under the TCCC."}
{"id": 66, "text": "Figure 1.10 shows the institutional arrangement and thematic groupings to address climate change and NC/BUR reporting."}
{"id": 67, "text": "38 Figure 1.10: Institutional Arrangement and Thematic Technical Working Groups for Climate Change The National Steering Committee and Technical Working Committee for REDD Plus At the national level, the National Steering Committee on REDD Plus (NSCREDD) was established in 2011 to formulate the directions and strategies for REDD plus implementation."}
{"id": 68, "text": "The NSCREDD is chaired by the Secretary General of the NRES with membership from State Economic Planning Units, Forestry Departments and relevant Ministries."}
{"id": 69, "text": "NSCREDD is supported by the Technical Working Committee on REDD Plus."}
{"id": 70, "text": "The roles of this Technical Working Committee include providing methodological guidance on REDD plus implementation and formulating national action plans."}
{"id": 71, "text": "The National Committee on Clean Development Mechanism The National Clean Development Mechanism (CDM) Committee was established in 2002 to guide CDM implementation."}
{"id": 72, "text": "It is chaired by the Deputy Secretary-General of the NRES with the Secretary General being the Designated National Authority (DNA)."}
